[
  {
    "id": 1,
    "subject": "To all volunteers",
    "author": "Sana Asaf",
    "content": "The most precious commodities today are time and attention.It is absolutely fantastic to know that you have been able to share these gems with strangers every Saturday or repeatedly throughout your week.It has filled me with hope and positivity for joining tech horizon. Thank you amazing trailblazers🌠",
    "color": "card-bg-white"
  },
  {
    "id": 2,
    "subject": "To all volunteers",
    "author": "Anonymous",
    "content": "Thank you for your selfless support and guidance in my coding journey. Your dedication to helping others learn to code is truly admirable, and I am grateful for all the time and effort you've invested in me.",
    "color": "card-bg-green"
  },
  {
    "id": 3,
    "subject": "To all volunteers",
    "author": "Bahare",
    "content": "I am incredibly grateful to the amazing volunteers who have helped me achieve my goal. Their kindness and support have made a world of a difference, and I feel truly fortunate to have had such friendly and caring individuals by my side.",
    "color": "card-bg-pink"
  },
  {
    "id": 4,
    "subject": "To all volunteers",
    "author": "Tony Arora",
    "content": "Words are not enough sometimes, and this is one of those instances. Thank you to all the volunteers in helping us grow, learn and appreciate this CYF community and give us the tools to get into Tech. THANK YOU!! It will soon be our time to give it forward and thank you for opening these doors for us.",
    "color": "card-bg-yellow"
  },
  {
    "id": 5,
    "subject": "To all volunteers",
    "author": "Farnoosh Moayeri",
    "content": "As a trainee in this community, I am grateful for the opportunity to learn from you.Volunteering your time is not always easy, but you do it with such enthusiasm and passion that it is clear that you are truly committed to making a difference. Your patience, understanding, and willingness to help others learn and grow are truly inspiring and appreciated. Thank you again for all you do.",
    "color": "card-bg-blue"
  },
  {
    "id": 6,
    "subject": "To all volunteers",
    "author": "Zobeir",
    "content": "Dear Volunteers, I wanted to take a moment to extend my deepest appreciation for all the incredible work you do as part of our organization. Your dedication and selflessness make a huge difference, and we are truly grateful for your efforts. Thank you for being amazing volunteers! Warm regards,",
    "color": "card-bg-purple"
  },
  {
    "id": 7,
    "subject": "To all volunteers",
    "author": "Marziyeh Azhdari ",
    "content": "Your help and support in learning to code have been invaluable, and I appreciate everything you've done for me.",
    "color": "card-bg-white"
  },
  {
    "id": 8,
    "subject": "To all volunteers",
    "author": "Khadija",
    "content": "Thank you so much for giving up countless Saturdays to support us. I have learnt so much throughout these months both technical and professional knowledge. You are ALL my role models!",
    "color": "card-bg-green"
  },
  {
    "id": 9,
    "subject": "To all volunteers",
    "author": "Vitalina",
    "content": "Your commitment, patience, and willingness to share your expertise have been instrumental in helping the participants grow and learn. Thank you for your invaluable contribution!",
    "color": "card-bg-pink"
  },
  {
    "id": 10,
    "subject": "To all volunteers",
    "author": "Gayle Ngozi",
    "content": "Thank you is not enough to tell you all how much we appreciate you and every thing you gave done for us. Your constant dedication and passion in helping us will be forever remembered. May you find help in abundance when and wherever you may need it. THANK YOU. ❤️",
    "color": "card-bg-yellow"
  },
  {
    "id": 11,
    "subject": "To all volunteers",
    "author": "Anonymous",
    "content": "In a world with war criminals like Putin and Khamenei, there are also people like you - who do everything to make our future even better than before. There are no words to describe how amazing people you are! Thank you from the bottom of my heart for being there for us! Sending you much love ♥️",
    "color": "card-bg-blue"
  },
  {
    "id": 12,
    "subject": "To all volunteers",
    "author": "Anonymous",
    "content": "Thank you so much for all the cyf volunteer.",
    "color": "card-bg-purple"
  },
  {
    "id": 13,
    "subject": "To Abdi Mohamed",
    "author": "Baz Murphy",
    "content": "Your warmth, and energy, and lightness have brought me so much. As has the vibrant smile you always carry around. These things can make a huge difference to people's days and lives. Keep being you, you are absolutely great. And thank you for your insight and advice.",
    "color": "card-bg-white"
  },
  {
    "id": 14,
    "subject": "To Gladwin",
    "author": "Gayle Ngozi",
    "content": "Dear Gladwin, THANK YOU SOOOO MUCH for being a SUPERstart TUTOR volunteer. Your dedication to me, my studies and thereby, my future, will forever be appreciated. Thank you!!",
    "color": "card-bg-green"
  },
  {
    "id": 15,
    "subject": "To Christian Gregg",
    "author": "Shayan",
    "content": "Dear Christian, I hope you receive this message. If you see it, please come back and teach us. :D You are fabulous!",
    "color": "card-bg-pink"
  },
  {
    "id": 16,
    "subject": "To ANDY SAFFO",
    "author": "Gayle Ngozi",
    "content": "Dear Andy, Thank you for some of the most amazing PD sessions we ever had. You made coming to class early on a Saturday morning, bearable and fun. Thank you for uplifting us.",
    "color": "card-bg-yellow"
  },
  {
    "id": 17,
    "subject": "To Alex Withington-Smith",
    "author": "Baz Murphy",
    "content": "I am deeply grateful for the compassion, guidance, awareness, humility and mentorship you have given and continue to give me.You have gone above and beyond repeatedly. I will never forget it. I try to absorb and implement the technical, career and general life advice you give. And try to absorb a shred of your outlook. I wish I was able to demonstrate my appreciation to the same extent you have given - I just try to make you laugh occasionally. Just know that you are making a monumental difference to people's lives, and their chance at a building a better future for themselves. I truly respect that.",
    "color": "card-bg-blue"
  },
  {
    "id": 18,
    "subject": "To ALEX",
    "author": "Gayle Ngozi",
    "content": "Alex, your crazy laughs and your easy going silliness did more for us than you can ever know...#MentalDe-Stress or what!! Javascript maybe a shark, but you are the knight that helped us slay it! We love you!! Thank you...",
    "color": "card-bg-purple"
  },
  {
    "id": 19,
    "subject": "To Abdi",
    "author": "Gayle Ngozi",
    "content": "Thank you Abdi, for your constant help and advice. You are the real MVP of DOM!",
    "color": "card-bg-white"
  },
  {
    "id": 20,
    "subject": "To Iman",
    "author": "Gayle Ngozi",
    "content": "Dear IMAN, we appreciate you and your quiet strength. Thank you for everything you do for us.",
    "color": "card-bg-green"
  },
  {
    "id": 21,
    "subject": "To Jemima",
    "author": "Gayle Ngozi",
    "content": "Dear Jemima, thank you so much for all the wonderful and invaluable advice and help you gave us during and after PD sessions. You have made such a huge impact in developing our soft skills. We appreciate you. xx",
    "color": "card-bg-pink"
  },
  {
    "id": 22,
    "subject": "To Martin Carballo Pacheco",
    "author": "Baz Murphy",
    "content": "You have been approachable, kind, caring and humble from the start. You are also have a realness and authenticity (and sass!) about you that's fantastic and it makes you a special kind of person. You often made Saturday's feel easier and more manageable for me, perhaps without knowing it. I observe your genuine desire to help and support others and I admire it. Thank you",
    "color": "card-bg-yellow"
  },
  {
    "id": 23,
    "subject": "To Clementine",
    "author": "Gayle Ngozi",
    "content": "Thank you for all your contributions towards our studies Clem. And for AWS. You are a star!",
    "color": "card-bg-blue"
  },
  {
    "id": 24,
    "subject": "To Joey",
    "author": "Gayle Ngozi",
    "content": "Hey Joey...thank you for all your wonderful tutoring to L9. You are awesome. xx",
    "color": "card-bg-purple"
  },
  {
    "id": 25,
    "subject": "To Jason",
    "author": "Gayle Ngozi",
    "content": "To the Node Master!! Thank you Jason, for everything. You are amazing. ",
    "color": "card-bg-white"
  },
  {
    "id": 26,
    "subject": "To HIBAQ",
    "author": "Gayle Ngozi",
    "content": "For your patience, your quiet smile and selfless attitude, thank you. You will always be an inspiration to me Hibaq.",
    "color": "card-bg-green"
  },
  {
    "id": 27,
    "subject": "To Gladwin",
    "author": "Abdulmajid",
    "content": "Thank you for taking the time and helping when I needed the support and being patient with me.",
    "color": "card-bg-pink"
  },
  {
    "id": 28,
    "subject": "To Sam Pennington",
    "author": "Vitalina",
    "content": "I wanted to extend my heartfelt thanks for volunteering your time and expertise in the software developer course. Your commitment and willingness to help have made a significant impact on the learning journey of all the participants. Your dedication does not go unnoticed, and I'm incredibly grateful for your contribution.",
    "color": "card-bg-yellow"
  },
  {
    "id": 29,
    "subject": "To Halden",
    "author": "Vitalina",
    "content": "Your contribution has been invaluable, and I truly appreciate your efforts in making the learning experience enjoyable for everyone. Thank you for being a rockstar!",
    "color": "card-bg-blue"
  },
  {
    "id": 30,
    "subject": "To Martin",
    "author": "Shayan",
    "content": "Dear Martin, VIVA ARGENTINA! It's amazing having you in this course. Thank you so much for all your support.",
    "color": "card-bg-purple"
  },
  {
    "id": 31,
    "subject": "To Dora",
    "author": "Shayan",
    "content": "Dear Dora, Want to say you are amazing person and thank you for all your support",
    "color": "card-bg-white"
  },
  {
    "id": 32,
    "subject": "To Michael",
    "author": "Shayan",
    "content": "Dude! What can I say??? You're one of the best and incredible teachers out there. Thank you for all your support azizam!",
    "color": "card-bg-green"
  },
  {
    "id": 33,
    "subject": "To Jack",
    "author": "Shayan",
    "content": "Dear Jack, You will always be my inspiration to learn new things every day. I'm so grateful to know you, and thank you for everything.",
    "color": "card-bg-pink"
  },
  {
    "id": 34,
    "subject": "To Moe",
    "author": "Khadija",
    "content": "Dear Moe, thank you so so so much for all your patience, kindness and time you have invested. I appreciate you so much, you have been an integral part of my journey. You are truly AMAZING!",
    "color": "card-bg-yellow"
  },
  {
    "id": 35,
    "subject": "To Ben",
    "author": "Khadija",
    "content": "Thank you for all your support Ben! I appreciate your kindness, humour and all the great PD sessions.",
    "color": "card-bg-blue"
  },
  {
    "id": 36,
    "subject": "To Martin",
    "author": "Khadija",
    "content": "Not only have you been a great support on this journey but you have made me laugh countless times, THANK YOU!",
    "color": "card-bg-purple"
  },
  {
    "id": 37,
    "subject": "To James",
    "author": "Khadija",
    "content": "Dear James, Thank you so much for listening to me. You've been an immense help in my tech journey, I couldn't have done it without your support x",
    "color": "card-bg-white"
  },
  {
    "id": 38,
    "subject": "To Abdi",
    "author": "Khadija",
    "content": "Mahadsanid for your time and support! You're amazingggg!",
    "color": "card-bg-green"
  },
  {
    "id": 39,
    "subject": "To Alun",
    "author": "Shayan",
    "content": "Dear Alun, I wanted to express my sincere gratitude for your dedicated volunteer teaching. Learning JavaScript, React, and SQL from you has been incredible. Thank you for your commitment and expertise!",
    "color": "card-bg-pink"
  },
  {
    "id": 40,
    "subject": "To Barath",
    "author": "Shayan",
    "content": "Dear Barath, You are amazing person and great teacher. Thank you for all you've done for us!",
    "color": "card-bg-yellow"
  },
  {
    "id": 41,
    "subject": "To Harry",
    "author": "Shayan",
    "content": "Dear Harry, Thank you for being supportive all the time. You are the best",
    "color": "card-bg-blue"
  },
  {
    "id": 42,
    "subject": "To Pete Lindsell and Andy Saffo",
    "author": "Karleen",
    "content": "I'm very much grateful for the support given to me from my Tech and Professional Development Volunteers at Code Your Future, Pete Lindsell and Andy Saffo respectively. They are very motivating and positive individuals who always encouraged me to pursue a career in the tech industry. I have gained a wealth of technical skills and professional knowledge from them both, Thank you Andy and Pete.",
    "color": "card-bg-purple"
  },
  {
    "id": 43,
    "subject": "To Sami",
    "author": "Shayan",
    "content": "Sami AZIZAM, it's an honor to know you. You are amazing! Thank you for all your support.",
    "color": "card-bg-pink"
  },
  {
    "id": 44,
    "subject": "To Jemima Villanueva",
    "author": "Baz Murphy",
    "content": "You are a unique and powerful person. A leader. I absolutely respect, admire and look up to the tenacity. I love that you bring the real and the raw. Thank you for keeping us all grounded but for also motivating us when we lack confidence. I can see the genuine care and willingness you bring (and embody) to guide us to empower ourselves to enact meaningful change in our lives. Your energy and driving force are infectious. Thank you so much.",
    "color": "card-bg-green"
  },
  {
    "id": 45,
    "subject": "To Joe",
    "author": "Shayan",
    "content": "Joe, Joe, Joe! You are incredible! An amazing teacher and a fantastic person. Thank you for all your support!",
    "color": "card-bg-yellow"
  },
  {
    "id": 46,
    "subject": "To Moe",
    "author": "Shayan",
    "content": "Dear Moe, It's difficult to write a short sentence to express how thankful I am for what you did. Thank you 3000 times.",
    "color": "card-bg-blue"
  },
  {
    "id": 47,
    "subject": "To Cornelia",
    "author": "Vitalina",
    "content": "I wanted to thank you for being my tech volunteer throughout this year. Your commitment, knowledge, and guidance have played a significant role in my development as a software developer. Your willingness to help, share insights, and motivate me has made a world of difference. I'm truly grateful to have had you as my mentor.",
    "color": "card-bg-purple"
  },
  {
    "id": 48,
    "subject": "To Karley",
    "author": "Shayan",
    "content": "Dear Karley, THANK YOU THANK YOU THANK YOU, You are doing amazing job and we are so lucky to have you in this course.",
    "color": "card-bg-white"
  },
  {
    "id": 49,
    "subject": "To Alun Turner",
    "author": "Farzaneh Haghani",
    "content": "Thank you for teaching us coding every Wednesday. Your dedication and expertise have made a great impact on our learning journey. We deeply appreciate your time, patience, and passion in sharing your knowledge. You are a true inspiration to us all.",
    "color": "card-bg-yellow"
  },
  {
    "id": 50,
    "subject": "To Abdi Mohamed",
    "author": "Farzaneh",
    "content": "Thank you for your incredible support and knowledge sharing throughout my journey. I really appreciate all the time and effort you've invested into helping me grow as a developer. It's been my pleasure to learn from you, and I'm grateful to have you as my education buddy.Thank you once again for everything.",
    "color": "card-bg-blue"
  },
  {
    "id": 51,
    "subject": "To Fiona Meldrum",
    "author": "Farzaneh",
    "content": "I wanted to take a moment to express my deepest gratitude for being my former PD buddy. Even though our buddy period has ended, I truly appreciate that you are always available for me whenever I need guidance or support. Your continued availability mean the world to me. Your wisdom and advice have been invaluable on my personal development journey.",
    "color": "card-bg-purple"
  },
  {
    "id": 52,
    "subject": "To Andy Saffo",
    "author": "Farzaneh",
    "content": "Thank you for being my new PD buddy. Your support and encouragement have means a lot to me. I am truly grateful for your support, and I hope that with your guidance, I will be able to secure a good job that aligns with my aspirations. I'm excited to continue this journey together.",
    "color": "card-bg-green"
  },
  {
    "id": 53,
    "subject": "To Iman Kamrava",
    "author": "Baz Murphy",
    "content": "You brought your beautiful light and energy to Saturdays. Always there, always reliable. Always calm and gentle. Always looking to help and guide the situation. We all notice and appreciate everything you have done.",
    "color": "card-bg-green"
  },
  {
    "id": 54,
    "subject": "To Martin",
    "author": "Gayle Ngozi",
    "content": "Thank you for all your amazing help in class Martin. You are amazing.",
    "color": "card-bg-white"
  },
  {
    "id": 55,
    "subject": "To James Bromley",
    "author": "Baz Murphy",
    "content": "You have given me an important memory and a lifelong lesson. About the importance and the skill of listening. It has stayed with me and will continue to as, I work on improving myself in that regard, implementing your advice.The authenticity and depth of human connection is critically important nowadays. And we should all try to improve ourselves on that. Thank you for your genuine insight and wisdom.",
    "color": "card-bg-green"
  },
  {
    "id": 56,
    "subject": "To Moe Lafi",
    "author": "Baz Murphy",
    "content": "You have motivated me to keep going countless times without knowing it. Your utter drive, determination, and willpower are inspirational for me, both technically and psychologically. You have invested time and energy in me at difficult moments and pushed me to go further and expect more when I doubted myself. All without a second thought. I remember these things for life. Thank you from a core part of me.",
    "color": "card-bg-pink"
  },
  {
    "id": 57,
    "subject": "To Ellie Wintram",
    "author": "Baz Murphy",
    "content": "You are exceptionally sefless. It is one of the most difficult qualities to embody. I feel I have learnt something fundamental and meaningful by observing that. On top of that your absolute dedication and reliability are exemplary. You have enabled hundreds of people to meet together, form connections, and build a community spirit by giving up your time. Please take the time to internally recognise and absorb the incredible value in that. I want you to know that all of this is absolutely noticed, deeply appreciated, and respected.",
    "color": "card-bg-yellow"
  },
  {
    "id": 58,
    "subject": "To Max",
    "author": "Anonymous",
    "content": "Thank you so much for all the help and support you have done for me. You are amazing Max.",
    "color": "card-bg-blue"
  },
  {
    "id": 59,
    "subject": "To Pete Lindsell",
    "author": "Baz Murphy",
    "content": "I truly appreciate the wisdom, stability and groundedness you have brought to my journey. I have tried my best to carefully listen and absorb from your deep knowledge. Your effortless adaptability and fluidity are a great reminder of what I need to improve on. Your family are extremely lucky to have you as a father/partner. Thank you for all of your encouragement and patience with me, it often made the difference.",
    "color": "card-bg-purple"
  },
  {
    "id": 60,
    "subject": "To Ellie Wintram",
    "author": "Gayle Ngozi",
    "content": "Dear Ellie, you are such a huge part of London9 CYFers. You helped shaped our future with your selfless contributions and volunteering. MVF will forever be a part of our studies. Thank you for MVF, for DOM and for the endless amazing coffee at MVF. We adore you. ",
    "color": "card-bg-white"
  },
  {
    "id": 61,
    "subject": "To Ben Oliver",
    "author": "Baz Murphy",
    "content": "Not many people can immediately make others feel totally comfortable to just be themselves. This is the unique and pure skill that you possess. I appreciate your willingness to be raw and honest and to live your truth. You have fundamentally changed my outlook and have encouraged me to follow suit. I am so grateful you are on this course, you have inspired us all, and imparted your wealth and breadth of experience effortlessly. Always delivered in the delightful and theatrical way which disarms but simulatenously drives the point home. Thank you for your mentorship and for making a real difference to my life and psychology.",
    "color": "card-bg-green"
  },
  {
    "id": 62,
    "subject": "To Gladwin",
    "author": "Andriana",
    "content": "I would like to thank Gladwin for all his help and patience in helping me understand a piece of work when I am completely stuck. He is very encouraging and also willing to help other trainees when asked. I have learnt a lot from him and he is definitely an asset wherever he goes.",
    "color": "card-bg-pink"
  },
  {
    "id": 63,
    "subject": "To Joshua Dysiewicz",
    "author": "Farzaneh",
    "content": "Thank you so much for your consistent and invaluable assistance in reviewing my code on every pull request I've made. Your dedication and commitment to helping me improve as a developer have been invaluable, and I am incredibly grateful for your support.",
    "color": "card-bg-yellow"
  },
  {
    "id": 64,
    "subject": "To Sam Pennington",
    "author": "Baz Murphy",
    "content": "Thanks for putting up with the chaos for the entire cohort! We are an unweildy bunch! But you helped us get to the end... So be proud of yourself! You have invested a lot of time and energy into making things go well... And I am certain we all appreciate that.",
    "color": "card-bg-blue"
  },
  {
    "id": 65,
    "subject": "To Barath Vignarajah",
    "author": "Baz Murphy",
    "content": "You set the educational benchmark. I seriously admire, respect, and have learnt from your exacting and careful approaches. You have reinforced in me to question, to think, to plan, to conceptualise. And it was done with the great lightness, joy and humility that you always bring. I just love that you care that people deeply understand. To empower them with knowledge and therefore confidence to go forth. These are ideologies that resonates strongly with me. Thank you for all of your time, patience, planning and application. You have made a real and fundamental difference to our journeys.",
    "color": "card-bg-purple"
  },
  {
    "id": 66,
    "subject": "To JAMES",
    "author": "Gayle Ngozi",
    "content": "Thank you so much for all you did and continue to do for the #NinjaCoders! You are awesome.",
    "color": "card-bg-white"
  }
]

